"Automobile" = "Automobile";
"Car payment" = "Car payment";
"Car wash" = "Car wash";
"Gasoline" = "Gasoline";
"Insurance" = "Insurance";
"Maintenance" = "Maintenance";
"Parking" = "Parking";
"Toll roads" = "Toll roads";
"Bank Charges" = "Bank Charges";
"ATM charge" = "ATM charge";
"Interest paid" = "Interest paid";
"Service charge" = "Service charge";
"Bills" = "Bills";
"Cable Television" = "Cable Television";
"Satellite Television" = "Satellite Television";
"Cellular" = "Cellular";
"Electricity" = "Electricity";
"Garbage and Recycle" = "Garbage and Recycle";
"Homeowner's Dues" = "Homeowner's Dues";
"Membership fees" = "Membership fees";
"Mortgage Payment" = "Mortgage Payment";
"Gas" = "Gas";
"Oil" = "Oil";
"Newspaper" = "Newspaper";
"Online/Internet Service" = "Online/Internet Service";
"Rent" = "Rent";
"Student loan payment" = "Student loan payment";
"Telephone" = "Telephone";
"Water and Sewer" = "Water and Sewer";
"Donations" = "Donations";
"Clothing" = "Clothing";
"Education" = "Education";
"Books" = "Books";
"Tuition" = "Tuition";
"Fees" = "Fees";
"Electronics" = "Electronics";
"Food" = "Food";
"Alcohol" = "Alcohol";
"Dining out" = "Dining out";
"Groceries" = "Groceries";
"Gifts" = "Gifts";
"Healthcare" = "Healthcare";
"Dental" = "Dental";
"Eyecare" = "Eyecare";
"Hospital" = "Hospital";
"Physician" = "Physician";
"Prescriptions" = "Prescriptions";
"Household" = "Household";
"Furniture" = "Furniture";
"House Cleaning" = "House Cleaning";
"Investment Income" = "Investment Income";
"Capital Gains" = "Capital Gains";
"Dividents" = "Dividents";
"Interest" = "Interest";
"Tax-Exempt Interest" = "Tax-Exempt Interest";
"Health" = "Health";
"Homeowners" = "Homeowners";
"Life" = "Life";
"Misc" = "Misc";
"Personal Accident Insurance" = "Personal Accident Insurance";
"Job Expenses" = "Job Expenses";
"Non-Reimbursed" = "Non-Reimbursed";
"Reimbursed" = "Reimbursed";
"Leisure" = "Leisure";
"Books and Magazines" = "Books and Magazines";
"Cultural Events" = "Cultural Events";
"Entertaining" = "Entertaining";
"Movies and Video Rentals" = "Movies and Video Rentals";
"Photography" = "Photography";
"Sporting Events" = "Sporting Events";
"Sporting Goods" = "Sporting Goods";
"CDs" = "CDs";
"Toys and Games" = "Toys and Games";
"Loan" = "Loan";
"Miscellaneous" = "Miscellaneous";
"Other Income" = "Other Income";
"Personal Care" = "Personal Care";
"Pet Care" = "Pet Care";
"Retirement Income" = "Retirement Income";
"IRA Distributions" = "IRA Distributions";
"Pensions and Annuities" = "Pensions and Annuities";
"Social Security Benefits" = "Social Security Benefits";
"Taxes" = "Taxes";
"Federal Income Tax" = "Federal Income Tax";
"Federal Income Tax - Previous Year" = "Federal Income Tax - Previous Year";
"Local Income Tax" = "Local Income Tax";
"Medicare Tax" = "Medicare Tax";
"Other Taxes" = "Other Taxes";
"Real Estate Taxes" = "Real Estate Taxes";
"Social Security Tax" = "Social Security Tax";
"State Income Tax" = "State Income Tax";
"State/Provincial" = "State/Provincial";
"Utilities" = "Utilities";
"Vacation" = "Vacation";
"Lodging" = "Lodging";
"Travel" = "Travel";
"Wages and Salary" = "Wages and Salary";
"Bonus" = "Bonus";
"Commission" = "Commission";
"Company Contributions" = "Company Contributions";
"Employer Matching" = "Employer Matching";
"Gross Pay" = "Gross Pay";
"Net Pay" = "Net Pay";
"Overtime" = "Overtime";
"Special Payment" = "Special Payment";
"Investment" = "Investment";
"Dividend" = "Dividend";
"Buy" = "Buy";
"Sell" = "Sell";
"Child Support Received" = "Child Support Received";
"Employee Stock Option" = "Employee Stock Option";
"Gifts Received" = "Gifts Received";
"Loan Principal Received" = "Loan Principal Received";
"Lotteries" = "Lotteries";
"State & Local Tax Refund" = "State & Local Tax Refund";
"Unemployment Compensation" = "Unemployment Compensation";